[
  {
    "id": "saqueador-cap-1",
    "novelId": "saqueador-do-apocalipse",
    "novelTitle": "Saqueador do Apocalipse",
    "title": "Capítulo 1: O Último Amanhecer",
    "slug": "capitulo-1-o-ultimo-amanhecer",
    "chapterNumber": 1,
    "content": "O sol nasceu vermelho sobre as ruínas da cidade. Jin abriu os olhos lentamente, sentindo o gosto metálico do sangue na boca. Mais um dia havia começado neste mundo devastado, e ele ainda estava vivo.\n\nAo seu redor, os destroços de edifícios que um dia tocaram o céu agora se erguiam como dentes quebrados contra o horizonte apocalíptico. O ar estava espesso com a poeira e o cheiro acre da destruição que nunca parecia se dissipar.\n\n'Preciso me mover', pensou Jin, verificando rapidamente seus ferimentos. A luta da noite anterior havia sido brutal, mas ele conseguira sobreviver - mais uma vez.\n\nSeus olhos escanearam o ambiente em busca de qualquer sinal de movimento. Neste mundo, a paranoia não era uma doença mental, era uma ferramenta de sobrevivência. Os mortos-vivos não eram a única ameaça; outros sobreviventes podiam ser ainda mais perigosos.\n\nJin se levantou devagar, pegando sua mochila e verificando suas provisões escassas. Água para dois dias, algumas latas de comida enferrujadas e sua faca de combate - tudo o que restara de sua antiga vida.\n\nO mundo havia acabado três anos atrás, mas para Jin, parecia uma eternidade.",
    "publishedAt": "2024-01-15T10:00:00.000Z",
    "wordCount": 847,
    "isPublished": true
  },
  {
    "id": "saqueador-cap-2",
    "novelId": "saqueador-do-apocalipse",
    "novelTitle": "Saqueador do Apocalipse",
    "title": "Capítulo 2: Ecos do Passado",
    "slug": "capitulo-2-ecos-do-passado",
    "chapterNumber": 2,
    "content": "As memórias o assombravam como fantasmas. Jin caminhava pelas ruas devastadas, cada passo ecoando no silêncio mortal que havia se tornado a trilha sonora de sua existência.\n\nEle se lembrava de como as coisas eram antes - carros nas ruas, pessoas rindo, crianças brincando nos parques. Agora, tudo isso parecia um sonho distante, uma fantasia de uma vida que talvez nunca tivesse existido.\n\nO som de metal sendo arrastado o fez congelar. Jin se escondeu atrás de um carro abandonado, controlando sua respiração. No apocalipse, até mesmo o menor ruído podia significar morte.\n\nTrês figuras emergiram das sombras - outros saqueadores. Seus rostos estavam cobertos por máscaras improvisadas, e suas roupas rasgadas contavam histórias de incontáveis batalhas pela sobrevivência.\n\n'Eles não me viram ainda', pensou Jin, calculando suas opções. Podia tentar contorná-los, mas isso significaria um desvio de várias horas. Ou podia enfrentá-los, mas eram três contra um.\n\nA decisão foi tomada por ele quando um dos saqueadores gritou: 'Ei! Tem alguém ali!'\n\nJin suspirou. Mais uma vez, a violência seria sua única saída.",
    "publishedAt": "2024-01-16T10:00:00.000Z",
    "wordCount": 723,
    "isPublished": true
  },
  {
    "id": "saqueador-cap-3",
    "novelId": "saqueador-do-apocalipse",
    "novelTitle": "Saqueador do Apocalipse",
    "title": "Capítulo 3: A Luta pela Sobrevivência",
    "slug": "capitulo-3-a-luta-pela-sobrevivencia",
    "chapterNumber": 3,
    "content": "A lâmina cortou o ar com um silvo mortal. Jin rolou para o lado, sentindo o vento da faca passar a centímetros de seu rosto. Seus três oponentes se moviam com a coordenação desesperada de quem havia aprendido a lutar ou morrer.\n\nO primeiro saqueador, um homem alto e magro com cicatrizes no rosto, investiu novamente. Jin desviou e contra-atacou, sua própria faca encontrando carne. O homem gritou e recuou, segurando o braço ferido.\n\n'Ele é bom', murmurou a única mulher do grupo, circulando Jin como um predador. 'Mas somos três.'\n\nJin sabia que ela estava certa. Em condições normais, ele poderia lidar com um ou dois oponentes, mas três era arriscado demais. Precisava de uma vantagem.\n\nSeus olhos rapidamente escanearam o ambiente. Um poste de metal estava caído nearby, e além dele, havia uma abertura em um prédio em ruínas. Se pudesse chegar lá...\n\nO terceiro saqueador, um jovem que não devia ter mais de dezesseis anos, hesitou por um momento. Jin viu a oportunidade e a aproveitou, saltando em direção ao poste de metal.\n\n'Não deixem ele escapar!' gritou a mulher.\n\nMas Jin já estava correndo, e neste mundo apocalíptico, correr bem era uma habilidade tão importante quanto lutar.",
    "publishedAt": "2024-01-17T10:00:00.000Z",
    "wordCount": 678,
    "isPublished": true
  },
  {
    "id": "entre-arvores-cap-1",
    "novelId": "entre-arvores-primavera",
    "novelTitle": "Entre Árvores de Primavera e Nuvens ao Crepúsculo",
    "title": "Capítulo 1: O Despertar da Primavera",
    "slug": "capitulo-1-o-despertar-da-primavera",
    "chapterNumber": 1,
    "content": "Li Wei abriu os olhos ao som do vento sussurrando entre as folhas. O primeiro raio de sol da manhã filtrava-se através dos galhos das cerejeiras em flor, pintando o mundo em tons dourados e rosados.\n\nSentado em posição de lótus sobre uma pedra lisa à beira do riacho, ele havia passado a noite inteira meditando, buscando compreender os mistérios do Dao que seu mestre havia lhe ensinado.\n\n'A primavera chegou mais cedo este ano', pensou Li Wei, observando as flores que desabrochavam ao seu redor. No mundo da cultivação, cada estação carregava seus próprios ensinamentos, e a primavera sempre simbolizava novos começos.\n\nO som de passos leves se aproximando fez com que ele abrisse os olhos completamente. Sua irmã júnior, Mei Lin, caminhava em sua direção carregando uma bandeja com chá fumegante.\n\n'Irmão sênior Li Wei', ela cumprimentou com uma reverência respeitosa. 'O Mestre Yun solicita sua presença no Pavilhão dos Ventos. Ele disse que chegou a hora de você dar o próximo passo em sua jornada de cultivação.'\n\nLi Wei se levantou graciosamente, sentindo a energia espiritual fluir suavemente através de seus meridianos. Após três anos no estágio de Refinamento do Qi, finalmente chegara o momento de tentar a breakthrough para o Reino da Fundação.\n\nO caminho do cultivador era longo e perigoso, mas Li Wei estava determinado a seguir os passos dos antigos imortais.",
    "publishedAt": "2024-01-10T08:00:00.000Z",
    "wordCount": 956,
    "isPublished": true
  },
  {
    "id": "entre-arvores-cap-2",
    "novelId": "entre-arvores-primavera",
    "novelTitle": "Entre Árvores de Primavera e Nuvens ao Crepúsculo",
    "title": "Capítulo 2: O Pavilhão dos Ventos",
    "slug": "capitulo-2-o-pavilhao-dos-ventos",
    "chapterNumber": 2,
    "content": "O Pavilhão dos Ventos se erguia majestoso no topo da montanha, suas colunas de jade branco brilhando sob a luz matinal. Li Wei subiu os degraus de pedra com reverência, cada passo ecoando sua determinação.\n\nMestre Yun o aguardava no centro do pavilhão, sua figura serena irradiando uma aura de poder contido. Com mais de duzentos anos, o ancião havia alcançado o Reino da Alma Nascente, um nível de cultivação que poucos conseguiam atingir.\n\n'Li Wei', a voz do mestre era como o vento suave através dos pinheiros. 'Você tem se dedicado à cultivação com diligência. Chegou o momento de testar se sua fundação está sólida o suficiente para o próximo estágio.'\n\nO jovem discípulo se ajoelhou respeitosamente. 'Este discípulo está pronto para receber os ensinamentos do mestre.'\n\nMestre Yun acenou com a cabeça, caminhando até uma mesa de madeira antiga onde repousavam vários frascos de píldulas espirituais. 'A breakthrough para o Reino da Fundação não é apenas sobre poder bruto. É sobre compreensão, harmonia e equilíbrio.'\n\nEle pegou um frasco contendo píldulas douradas que brilhavam com energia espiritual. 'Estas são Píldulas da Fundação Celestial. Elas o ajudarão a estabilizar seu qi durante a transformação, mas o sucesso dependerá inteiramente de sua própria compreensão do Dao.'\n\nLi Wei recebeu o frasco com mãos trêmulas, sentindo o peso da responsabilidade sobre seus ombros.",
    "publishedAt": "2024-01-12T08:00:00.000Z",
    "wordCount": 834,
    "isPublished": true
  },
  {
    "id": "entre-arvores-cap-3",
    "novelId": "entre-arvores-primavera",
    "novelTitle": "Entre Árvores de Primavera e Nuvens ao Crepúsculo",
    "title": "Capítulo 3: A Prova da Fundação",
    "slug": "capitulo-3-a-prova-da-fundacao",
    "chapterNumber": 3,
    "content": "A caverna do retiro espiritual estava envolta em uma névoa dourada de energia espiritual. Li Wei sentou-se no centro da formação de jade, as Píldulas da Fundação Celestial brilhando suavemente em suas mãos.\n\n'Lembre-se', ecoou a voz de Mestre Yun de fora da caverna. 'A breakthrough não é sobre forçar o qi, mas sobre permitir que ele flua naturalmente. Seja como a água - flexível, mas persistente.'\n\nLi Wei engoliu a primeira pílula e imediatamente sentiu uma onda de energia espiritual percorrer seu corpo. Seu dantian começou a vibrar, e ele podia sentir os meridianos se expandindo sob a pressão crescente do qi.\n\nAs horas passaram como minutos. Em sua mente, Li Wei visualizou o Dao como havia aprendido - não como uma força a ser dominada, mas como um caminho a ser seguido. A energia espiritual dançava através de seus canais como um rio sereno.\n\nSubitamente, algo mudou. O qi que havia estado circulando livremente começou a se condensar, formando uma estrutura sólida em seu dantian. Era como se uma fundação invisível estivesse sendo construída, tijolo por tijolo, com energia espiritual pura.\n\nLi Wei sentiu uma transformação profunda ocorrer dentro dele. Não era apenas seu poder que havia aumentado - era sua própria compreensão do mundo e de seu lugar nele.\n\nQuando finalmente abriu os olhos, eles brilhavam com uma luz dourada suave. Havia alcançado o Reino da Fundação.",
    "publishedAt": "2024-01-14T08:00:00.000Z",
    "wordCount": 789,
    "isPublished": true
  },
  {
    "id": "exemplo-cap-1",
    "novelId": "exemplo-de-novel",
    "novelTitle": "Exemplo de Novel",
    "title": "Capítulo 1: O Início",
    "slug": "capitulo-1-o-inicio",
    "chapterNumber": 1,
    "content": "Este é um capítulo de exemplo para demonstrar o sistema de gerenciamento de capítulos. Aqui você pode escrever todo o conteúdo da sua história...",
    "publishedAt": "2024-01-01T12:00:00.000Z",
    "wordCount": 150,
    "isPublished": true
  }
]